Repository: gasparfm/gscripts
Catalog: locale/*/LC_MESSAGES/gscripts.po
Languages: es

source: Couldn't find selected window
es: No se puede encontrar la ventana seleccionada

source: Change window title
es: Cambiar título de ventana

source: New window title
es: Nuevo título de ventana

source: Title hasn't been changed.
es: El título no se ha cambiado

source: Title changed successfully
es: Título cambiado con éxito

source: Please, select a Window to change it's title
es: Por favor, haga click en una ventana para cambiar su título

source: Process %s is paused. Do you wanto to resume it?
es: El proceso %s está detenido. ¿Quiere reanudarlo?

source: Process paused
es: Proceso detenido

source: Process %s has been resumed
es: El proceso %s ha sido reanudado

source: Process %s is running and using %s%% CPU. Do you want to pause it?
es: El proceso %s está en marcha usando un %s%% de CPU. ¿Quiere pausarlo?

source: Process running
es: Proceso en curso

source: Process %s has been paused
es: El proceso %s ha sido detenido

source: Please, click on a window to change its state
es: Por favor, haga click en una ventana para cambiar su estado.
